Repository: FrodeSolheim/fs-uae
Catalog: launcher/po/*.po
Languages: it, pt

source: 640x400 + Border
it: 640x400 + Bordo
pt: 640x400 + Margem

source: 640x480 + Border
it: 640x480 + Bordo
pt: 640x480 + Margem

source: 640x512 + Border
it: 640x512 + Bordo
pt: 640x512 + Margem

source: ADF & HDF Creator
it: Creatore ADF & HDF

source: ADF - Extended Floppy Disk Image (MFM)
it: ADF - Immagine Floppy Disk Estesa (MFM)

source: ADF - Standard Floppy Disk Image
it: ADF - Immagine Floppy Disk Standard

source: Abort
it: Annulla
pt: Cancelar

source: About {name}
it: Circa {name}

source: Accurate
it: Precisione
pt: Preciso

source: Add Directory to Search Path
it: Aggiungi Cartella da Ricercare
pt: Adicionar pasta para ao caminho da procura

source: Add Files to List
it: Aggiungi Files alla Lista
pt: Adicionar Ficheiros à Lista

source: Add Multiple CD-ROMs at Once
it: Aggiungi CD-ROM Multipli al Volo
pt: Adicionar Vários CD-ROMs de Uma Vez

source: Add Multiple Floppies at Once
it: Aggiungi Floppies Multipli al Volo
pt: Adicionar Várias Disquetes de Uma Vez

source: Additional Options
it: Opzioni Aggiuntive
pt: Opções Adicionais

source: Amiga Forever Import
it: Importare Amiga Forever

source: Amiga Forever import task started
it: Funzione di importazione Amiga Forever avviata
pt: A Acção de Importar Amiga Forever Começou

source: Amiga Model
it: Modello Amiga
pt: Modelo do Amiga

source: Audio Settings
it: Settaggi Audio
pt: Opções de Som

source: Auto + Border
it: Auto + Bordo
pt: Auto + Margem

source: Auto-Fire is Off
it: Auto-Fire Spento

source: Auto-Fire is On
it: Auto-Fire Attivato

source: Available Kickstart Versions
it: Versioni di Kickstart Disponibili
pt: Versões do Kickstart Disponiveis

source: Browse
it: Sfoglia
pt: Procurar

source: Browse for File
it: Ricerca File
pt: Procurar por um Ficheiro

source: Browse for Folder
it: Ricerca Cartelle
pt: Procurar por uma Pasta

source: Buffer swap only
it: Scambia solo il buffer

source: Built-in TCP/IP Stack
it: TCP/IP Stack Incorporato
pt: Pilha TCP/IP Integrada

source: Built-in TCP/IP Stack (bsdsocket.library)
it: TCP/IP Stack Incorporato (bsdsocket.library)
pt: Pilha TCP/IP Integrada (bsdsocket.library)

source: CD-ROM Drive
it: Drive CD-ROM
pt: Leitor de CD-ROM

source: CD-ROM Drives
it: Supporti CD-ROM
pt: Leitores de CD-ROM

source: CD32 Pad
it: Pad CD32
pt: CD32 Joypad

source: Cancel
it: Annulla
pt: Cancelar

source: Choose CD-ROM Image
it: Scegli Immagine CD-ROM
pt: Escolhe uma Imagem CD-ROM

source: Choose Extended ROM
it: Seleziona ROM Estesa
pt: Escolhe ROM Extendida

source: Choose Floppy Image
it: Seleziona Immagine Floppy
pt: Escolhar uma Imagem disquete

source: Choose Hard Drive
it: Scegli Hard Drive
pt: Escolher um Disco Rígido

source: Choose Kickstart ROM
it: Seleziona ROM Kickstart
pt: Escolher uma ROM Kickstart

source: Cleaning up...
it: Ripulendo...
pt: Limpando...

source: Clear List
it: Pulisci Lista
pt: Limpar a Lista

source: Click 'Scan' button if you want to re-scan
it: Clikka il bottone 'Scansiona' se vuoi ri-scansionare
pt: Clica no butão 'Procurar' se queres re-examinar

source: Click 'Scan' button to start scan
it: Clikka il bottone 'Scansiona' per iniziare la scansione
pt: Clica no butão 'Procurar' para começar

source: Click here to download
it: Premi qui per scaricare
pt: Clica aqui para baixar

source: Click here to import kickstarts
it: Clikka qui per importare i kickstarts

source: Close
it: Chiudi
pt: Fechar

source: Committing data...
it: Invia dati...
pt: Enviando dados...

source: Config
it: Configura
pt: Configuração

source: Configuration
it: Configurazione
pt: Configuração

source: Configuration Browser
it: Configurazione Browser
pt: Opções de Configuração

source: Configuration Warning
it: Avviso di Configuraziione

source: Configurations
it: Configurazioni
pt: Configurações

source: Configure Joystick Buttons
it: Configura Tasti Joystick
pt: Configurar os Botões do Joystick

source: Connect
it: Connetti

source: Copy {0} to {1}
it: Copia {0} in {1}
pt: Copiar {0} para {1}

source: Could not open file for writing
it: Impossibile aprire il file per la scrittura

source: Create
it: Crea

source: Cursor Keys and Right Ctrl/Alt
it: Tasti Cursore e Right Ctrl/Alt
pt: Teclas dos Cursores e Ctlr/Alt Direitos

source: Custom
it: Personalizzato
pt: Personalizado

source: Custom Configuration
it: Configurazione Personalizzata

source: Custom IRC server address
it: Indirizzo server IRC personalizzato
pt: Servidor de IRC Personalizado

source: Custom Joystick Port
it: Porta Joystick Personalizzata

source: Custom Options
it: Opzioni Personalizzate
pt: Opções Personalizadas

source: Custom Settings
it: Settaggi Personalizzati
pt: Ajustes Personalizados

source: Default
it: Predefinito
pt: Por Defeito

source: Default ({0})
it: Predefinito ({0})
pt: Por Defeito ({0})

source: Destination Directory:
it: Directory di Destinazione:

source: Disconnect
it: Disconnetti

source: Disk Image Name:
it: Nome Disco Immagine:

source: Disk image created
it: Disco immagine creato

source: Download failed (attempt {0}) - retrying in {0} seconds
it: Download fallito (tentativo {0}) - ritento in {0} seconds

source: Downloading {0}...
it: Scaricando {0}...
pt: A baixar {0}...

source: Edit Custom Options
it: Modifica Opzioni Personalizzate
pt: Editar Opções Personalizadas

source: Eject
it: Espelli
pt: Ejectar

source: Enable experimental net play GUI (requires restart)
it: Abilita net play GUI sperimentale (richiede riavvio)
pt: Activar GUI experimental de jogar em rede (requere o reiniciar da aplicação)

source: Enable online database support (requires restart)
it: Abilita supporto al database online (richiede riavvio)
pt: Ligar o suporte da base de dados online(requere o reiniciar da aplicação)

source: Error moving file into place
it: Errore di spostamento file nella posizione

source: Error writing disk image
it: Errore di scrittura del disco immagine

source: Expansions
it: Espansioni
pt: Expansões

source: Experimental Features
it: Funzionalità Sperimentali
pt: Características Experimentais

source: Extended ROM:
it: ROM Estesa:
pt: ROM Extendida:

source: FS-UAE Launcher Settings
it: Impostazioni Lanciatore FS-UAE
pt: Opções do FS-UAE Launcher

source: Fetching database entries ({0})
it: Recupera voci del database ({0})
pt: A puxar ({0}) entrada(s) da base de dados

source: Fetching game ratings ({0})
it: Recupera valutazioni giochi ({0})

source: Fetching user game ratings ({0})
it: Recupera valutazioni giochi utente ({0})

source: File already exists
it: File esistente

source: Filters
it: Filtri
pt: Filtros

source: Filters & Scaling
it: Filtri e Ridimensionamento
pt: Filtros e Escala

source: Filters:
it: Filtri:
pt: Filtros:

source: Floppy Drives
it: Unità Floppy
pt: Drive de disquetes

source: Floppy drive volume
it: Volume floppy drive
pt: Nome da Disquete

source: Full Frame
it: Fotogrammi Completi
pt: Ecrã Completo (sem margens)

source: Full-scene anti-aliasing (FSAA)
it: Anti-aliasing completo (FSAA)
pt: Anti-aliasing completo de cena (FSAA)

source: Fullscreen
it: Schermo Intero
pt: Ecrã completo

source: Game Database
it: Database Giochi

source: Game Database Settings
it: Impostazioni Database Giochi

source: Game database password
it: Password database giochi

source: Game database user name
it: Nome utente database giochi

source: Gamepad/Joystick Setup
it: Installazione Gamepad/Joystick

source: Games and Configurations
it: Giochi e Configurazioni
pt: Jogos e Configurações

source: Grab mouse and keyboard input when FS-UAE starts
it: Cattura input mouse e tastiera quando si avvia FS-UAE
pt: Capturar as entradas de rato e teclado no arranque do FS-UAE

source: Grab mouse and keyboard input when clicking on FS-UAE window
it: Cattura input mouse e tastiera quando si clikka sulla finestra di FS-UAE
pt: Capturar o rato e o teclado quado clicar na janela do FS-UAE

source: HDF - Partitionable Hard Drive Image (RDB)
it: HDF - Immagine Hard Drive Partizionabile (RDB)

source: HDF - Single Partition Hard Disk File
it: HDF - File Hard Disk a Singola Partizione

source: Hardware Options
it: Opzioni Hardware
pt: Opções do Hardware

source: If you own Amiga Forever, select the drive/folder and click "{0}"
it: Se possiedi Amiga Forever, seleziona il suo drive/cartella e premi "{0}"
pt: Se tens o Amiga Forever, selecciona o disco/pasta e carrega em "{0}"

source: Import
it: Importa
pt: Importar

source: Import From Amiga Forever CD/DVD
it: Importa Da Amiga Forever CD/DVD
pt: Importar do CD/DVD Amiga Forever

source: Import Kickstarts
it: Importa Kickstarts

source: Import Kickstarts and ROMs
it: Importa Kickstarts e ROMs
pt: Importar Kickstarts e ROMs

source: Import task is done
it: Funzione di Importazione eseguita
pt: Terefa de Importação Terminada

source: Include built-in configurations
it: Includi configurazioni incorporate
pt: Incluir configurações Integradas

source: Input
it: Ingresso
pt: Entrada

source: Input Options
it: Opzioni Input
pt: Opções de Entrada

source: Input Settings
it: Settaggi Input
pt: Ajustes da Entrada

source: Internal
it: Interno
pt: Interno

source: Invalid size specified
it: Dimensione specificata non valida

source: Joystick Configuration
it: Configuratione Joystick
pt: Configuração do Joystick

source: Joystick Ports
it: Porte Joystick
pt: Porta do Joystick

source: Joystick Settings
it: Settaggi Joystick
pt: Ajustes do Joystick

source: Keep aspect ratio when scaling (do not stretch)
it: Mantiene proporzioni quando ridimensiona (non stira)
pt: Manter o ratio de aspecto quando mudar de escala (sem esticar)

source: Keyboard Settings
it: Settaggi Tastiera
pt: Ajustes do teclado

source: Kickstart ROMs are missing
it: ROMs Kickstart mancanti

source: Kickstart import task started
it: Funzione di importazione Kickstart avviata
pt: A Tarefa da importação do Kickstart começou

source: Launching FS-UAE
it: Avviando FS-UAE
pt: Arrancando o FS-UAE

source: Least Accurate
it: Poco Preciso
pt: O Menos Preciso

source: Less Accurate
it: Meno Preciso
pt: Menos Preciso

source: List of Folders to Index
it: Lista Cartelle da Indicizzare
pt: Lista de Pastas a Indexar

source: Low latency vsync (when using full vsync)
it: VSync a Bassa Latenza (Usando VSync completo)
pt: Vsync de baixa latência (quando se usa vsync completa)

source: Main Configuration Options
it: Configurazione Opzioni Principali
pt: Opções de Configuração Principais

source: Main Menu
it: Menu Principale

source: Media Swap List
it: Lista Dispositivi di Scambio
pt: Lista dos Media para Trocar

source: Memory
it: Memoria
pt: Memória

source: Mouse & Joystick Ports
it: Porte Mouse & Joystick

source: Mouse Settings
it: Settaggi Mouse
pt: Ajustes do Rato

source: Mouse speed (%)
it: Velocità mouse (%)
pt: Velocidade do Rato (%)

source: Net Play
it: Gioco On-Line
pt: Jogar em Rede

source: Net Play Settings
it: Settaggi Net Play
pt: Ajustar Jogos em Rede

source: Net play tag (max 3 characters)
it: Net play tag (massimo 3 caratteri)
pt: Tag para Jogar em Rede (max 3 Caracteres)

source: New Configuration
it: Nuova Configurazione
pt: Nova Configuração

source: New Disk Image
it: Nuovo Disco Immagine

source: No Device
it: Nessun Dispositivo
pt: Sem Dispositivo

source: No Host Device
it: Nessun Dispositivo Ospite
pt: Nenhum Dispositivo Host

source: No Joysticks
it: Nessun Joysticks
pt: Sem Joysticks

source: No extended kickstart found for this model. Try 'scan' function.
it: Nessun kickstart esteso trovato per questo modello. Prova la funzione 'scansione'.
pt: Kickstart expandida não foi encontrada deste modelo. Tenta a função 'Procurar'.

source: No joysticks are currently connected
it: Attualmente nessun joysticks connesso
pt: Sem Joysticks actualmente ligados

source: No kickstart found for this model.
it: Nessun kickstart presente per questo modello.
pt: Não foi encontrado Kickstart para este modelo

source: No scan in progress
it: Nessuna scansione in corso
pt: Não extiste nenhuma procura a decorrer

source: Nothing
it: Nullo
pt: Nada

source: Off
it: Spento
pt: Desligado

source: On
it: Acceso
pt: Ligado

source: Open Game Database Entry
it: Apri Voce Database Giochi

source: Open Hall of Light Entry
it: Apri Voce Hall of Light

source: Open LemonAmiga Entry
it: Apri Voce LemonAmiga

source: Open MobyGames Entry
it: Apri Voce MobyGames

source: Open Scan Dialog
it: Apri Finestra Scansione
pt: Abre a Janela de Procura

source: Open Tool to Configure Button Mapping
it: Apri Strumento Configurazione Bottoni
pt: Abre a Ferramenta para Configurar os Butões

source: Open Wikipedia Entry
it: Apri Voce Wikipedia

source: OpenGL Settings
it: Settaggi OpenGL
pt: Ajustar OpenGL

source: Override Installed Memory
it: Ignora Memorie Installate

source: Parallel Port Joysticks
it: Joysticks Porte Parallele
pt: Joysticks pela Porta Paralela

source: Picasso96 Support
it: Supporto al Picasso96
pt: Suporte para Picasso96

source: Picasso96 Support (uaegfx.card)
it: Supporto al Picasso96 (uaegfx.card)
pt: Suporte para Picasso96 (uaegfx.card)

source: Please wait...
it: Per favore attendi...
pt: Espere se faz favor...

source: Preferences
it: Preferenze

source: Preferred Joystick
it: Joystick Preferito
pt: Joystick Preferido

source: Preferred device for secondary joystick:
it: Dispositivo preferito per joystick secondario:
pt: Dispositivo preferido para joystick secundário:

source: Preparing WHDLoad...
it: Preparando WHDLoad...
pt: Preparando WHDLoad...

source: Preparing floppy images...
it: Preparando immagine floppy...
pt: Preparando as imagens de disquete...

source: Preparing hard drives...
it: Preparando hard drives...
pt: Preparando os discos rígidos...

source: Preparing...
it: Preparando...
pt: A Preparar...

source: Purging old entries...
it: Pulisci vecchie voci...
pt: A purgar as entradas antigas...

source: Refresh Game Database
it: Aggiorna Database Giochi

source: Refresh game configurations from database
it: Aggiorna configurazioni giochi dal database
pt: Actualizar a configuração dos jogos pela base de dados

source: Refresh list of connected joystick devices
it: Aggiorna la lista dei joystick connessi

source: Remove Directory from Search Path
it: Rimuovi Directory dalla Cartella di Ricerca
pt: Remove Pasta do caminho da pesquisa

source: Remove Selected Files
it: Rimuovi Files Selezionati
pt: Remover os Ficheiros Seleccionados

source: Render scan lines
it: Riproduci scan lines
pt: Usar scanlines

source: Render scan lines in RTG graphics mode
it: Riproduci scan lines in modalità grafica RTG
pt: Usar scanlines no modo RTG

source: Resetting database...
it: Resetta database...
pt: Reiniciando a base de dados

source: Restoring changes...
it: Ripristinando modifiche...
pt: A restaurar as mudanças...

source: Retrying last operation (attempt {0})
it: Ritento l'ultima operazione (tentativo {0})

source: Save Configuration
it: Salva Configurazione
pt: Guardar a Configuracão

source: Saving changes...
it: Salvando modifiche...
pt: A Guardar as mudanças...

source: Scaling Options
it: Opzioni Ridimensionamento
pt: Opções de Escala

source: Scan
it: Scansiona
pt: Procurar

source: Scan & Indexing
it: Scansiona e Indicizza
pt: Procurar & Indexar

source: Scan Files and Configurations
it: Scansiona Files e Configurazioni

source: Scan complete
it: Scansione completata
pt: Procura completa

source: Scan error
it: Errore scansione

source: Scan for Files
it: Scanziona Files

source: Scan for Kickstarts, Files and Configurations
it: Scansiona Kickstarts, Files e Configurazioni
pt: Procurar Kickstarts, Ficheiros e Configurações

source: Scanning .fs-uae files...
it: Scansionando files .fs-uae...
pt: A procurar ficheiros .fs-uae...

source: Scanning built-in entries...
it: Scansionando voci create...
pt: Procurando pelas Entradas Internas...

source: Scanning configurations
it: Ricercando configurazioni
pt: Procurando configurações

source: Scanning configurations ({count} scanned)
it: Scansionando le configurazioni ({count} scansionati)
pt: Procurando configurações, ({count} encontrada(s))

source: Scanning database entries...
it: Scansionando voci database...
pt: Lendo entradas na base de datos...

source: Scanning files
it: Ricerca Files
pt: Procurando Ficheiros

source: Scanning files ({count} scanned)
it: Ricercando files ({count} scansionati)
pt: Procurando Ficheiros, ({count} encontrado(s))

source: Scanning game database entries...
it: Scansiona voci database giochi
pt: Lendo as entradas de jogos na base de dados...

source: Select Destination Directory
it: Seleziona la Directory di Destinazione

source: Select Multiple CD-ROMs
it: Seleziona CD-ROMs Multipli
pt: Seleccionar Vários CD-ROMs

source: Select Multiple Files...
it: Seleziona Files Multipli...
pt: Seleccionar Vários Ficheiros...

source: Select Multiple Floppies
it: Seleziona Floppies Multipli
pt: Seleccionar Várias Disquetes

source: Select Source Directory
it: Seleziona la Directory Sorgente

source: Select a folder containing Amiga kickstart files and click "{0}"
it: Seleziona una cartella contenente un kickstart Amiga e premi "{0}"
pt: Selecciona a pasta onde se encontram os Kickstart do Amiga e carregue em "{0}"

source: Settings
it: Settaggi
pt: Ajustar

source: Show kickstart setup page on startup when all ROMs are missing
it: Visualizza pagina di impostazioni kickstart quando tutte le ROMs non sono presenti
pt: Mostra a página de configuração dos Kickstart se as ROMs não forem encotradas

source: Size:
it: Dimensione:

source: Specified directory does not exist
it: Directory specificata non esistente

source: Start
it: Avvia
pt: Correr

source: Start FS-UAE in fullscreen mode
it: Avvia FS-UAE in modalità schermo intero
pt: Corrrer o FS-UAE no modo de ecrã completo

source: Starting FS-UAE...
it: Avviando FS-UAE...
pt: Arrancando o FS-UAE...

source: Starting scan
it: Iniziando scansione
pt: A começar a procura

source: Swap left and right CTRL keys
it: Inverti i tasti sinistra e destra CTRL
pt: Trocar as teclas CTRL esquerda pela direita

source: Synchronizing database...
it: Sincronizza database...
pt: Sincronizando a base de dados...

source: Synchronizing personal ratings...
it: Sincronizza valutazioni personali...

source: Texture filter
it: Filtri Texture
pt: Filtro de Texturas

source: Toggle Between Windowed and Full-Screen Mode
it: Scambia fra modalità Finestra e Schermo Intero

source: Tools
it: Strumenti

source: Ungrab mouse and keyboard on middle mouse click
it: Sgancia mouse e tastiera al click del tasto medio del mouse
pt: Dar o control do teclado e do rato ao clicar o butão do meio do rato

source: Update available ({version})
it: Disponibile aggiornamento ({version})

source: Updating database
it: Aggiorna database
pt: Actualizando a base de dados

source: Updating game entries:
it: Aggiorna voci giochi:
pt: Actualizando as entradas de jogos

source: Use RDB disk images for size >= {0}
it: Usa un disco immagine RDB di dimensione >= {0}

source: Video Settings
it: Settaggi Video
pt: Ajustes de Video

source: Video buffer format and color depth
it: Formato buffer video e profondità del colore
pt: Formato do buffer de Video e profundidade de cor

source: Video synchronization
it: Sincronizzazione video
pt: Sincronização de Video

source: Video synchronization method
it: Metodo sincronizzazione video
pt: Método Sincronização de Video

source: Video texture format (on the GPU)
it: Formato video texture (su GPU)
pt: Formato das Texturas de Video (no GPU)

source: WHDLoad Arguments
it: Argomenti WHDLoad
pt: Argumentos para o WHDLoad

source: You should have kickstart files for each Amiga model you want to use:
it: Dovresti avere un file kickstart per ogni modello Amiga da utilizzare
pt: Deves possuir os ficheiros Kickstart dos modelos Amiga que queiras usar:

source: Zoom Amiga display (crop)
it: Visualizza zoom Amiga (ritaglia)
pt: Zoom da Imagem do Amiga (recortado)

source: {amiga_model} with < 2 MB chip memory
it: {amiga_model} con < 2 MB memoria chip

source: Floppies
pt: Disquetes

source: Force Full Vsync
pt: Vsync Completa Forçada

source: Hard Drives
pt: Discos Rígidos

source: IRC nickname
pt: Alcunha de IRC

source: Kickstart Setup
pt: Configuração do Kickstart

source: Mouse
pt: Rato

source: Select Directory to Import From
pt: Seleccionar a Pasta para Importar de

source: Sync to Vblank
pt: Sincronizar a VBlank

source: Update ({version}) is available
pt: Actualização para a versão ({version}) está disponivel
