Repository: FrodeSolheim/fs-uae
Catalog: po/*.po
Languages: cs, el, es, ru, sr

source: Activated debugger
cs: Debugger aktivován
el: Έχει ενεργοποιηθεί το πρόγραμμα εντοπισμού σφαλμάτων
es: Depurador activado
ru: Активированный отладчик
sr: Debager je aktiviran

source: Amiga Control
cs: Nastavení Amiga
el: Έλεγχος AMIGA
es: Control Amiga
ru: Управление Amiga
sr: Amiga kontrole

source: Auto
cs: Automaticky
el: Αυτόματο
ru: Автоматически

source: Auto-Fire is Off
cs: Auto-fire je vypnut
el: Auto-Fire είναι ενεργοποιημένο
es: Auto Disparo Desactivado
ru: Авто-огонь выкл
sr: Automatsko pucanje ugašeno

source: Auto-Fire is On
cs: Auto-fire je zapnut
el: Auto-fire είναι απενεργοποιημένο
es: Auto Disparo Activado
ru: Авто-огонь вкл
sr: Automatsko pucanje upaljeno

source: Auto-fire disabled for port %d
cs: Auto-fire vypnut pro port %d
el: Auto-fire ανενεργό για την θύρα %d
es: Auto Disparo Deshabilitado para puerto %d
ru: Автоматический огонь отключен для порта %d
sr: Automatsko pucanje onemogućeno za port %d

source: Auto-fire enabled for port %d
cs: Auto-fire zapnut pro port %d
el: Auto-fire ενεργό για την θύρα %d
es: Auto Disparo Habilitado para puerto %d
ru: Автоматический огонь включен для порта %d
sr: Automatsko pucanje omogućeno za port %d

source: CD%d: Empty
cs: CD%d:
el: CD%d: κενό
es: CD%d: Vacio
ru: CD%d: пусто
sr: CD%d: prazan

source: CD32 Pad Mode
cs: Mód CD32 Padu
el: Λειτουργία χειριστηρίου παιχνιδιών CD32
es: CD32 Modo Gamepad
ru: Режим джойпада CD32
sr: CD32 pad mod

source: Custom Joystick Ports
cs: Vlastní porty joysticku
es: Puertos de joystick personalizados
ru: Пользовательские порты для джойстиков

source: Custom Mode
cs: Vlastní mód
el: Προσαρμοσμένη λειτουργία
es: Modo Personalizado
ru: Пользовательский режим
sr: Prilagođeni način rada

source: DF%d: Empty
cs: DF%d:
el: DF %d: κενό
es: DF%d: Vacio
ru: DF%d: пусто
sr: DF%d: Prazan

source: Disabled
cs: Vypnuto
el: Απενεργοποιημένο
es: Deshabilitado
ru: Отключено
sr: Onemogućeno

source: Eject
cs: Vysunout
el: Αποβολή
es: Extraer
ru: Извлечь
sr: Izbacivanje

source: Empty
cs: Prázdné
el: Κενό
es: Vacio
ru: Пусто
sr: Prazno

source: Emulator Control
cs: Ovládání emulátoru
el: Έλεγχος προσομοιωτή
es: Control Emulador
ru: Управление эмулятором
sr: Kontrole emulatora

source: Expected FS-UAE version %s, got %s
cs: Očekávaná FS-UAE verze %s, má %s
es: Versión FS-UAE esperada %s, tú tienes %s
ru: Ожидаемая версия FS-UAE - %s, получено - %s

source: Full Frame
cs: Plné snímkování
el: Πλήρες πλαίσιο
es: Frame Completo
ru: Полная рамка
sr: Pun okvir

source: HD not found: %s
cs: HD nenalezen: %s
el: Δεν βρέθηκε HD: %s
es: HD no encontrado: %s
ru: ЖД не найден: %s
sr: HD nije pronađen: %s

source: Hard Reset
cs: Tvrdý reset
el: Επαναφορά
es: Reinicio Hardware
ru: Полный сброс
sr: Hardverski restart

source: Input Options
cs: Volby vstupu
el: Επιλογές εισόδου
es: Opciones Entrada
ru: Варианты ввода
sr: Opcije ulaza

source: Insert Into CD%d
cs: Vložit do CD%d
el: Εισαγωγή σε CD %d
es: Insertar En CD%d
ru: Вставьте в CD%d
sr: Ubaciti u CD%d

source: Insert Into DF%d
cs: Vložit do DF%d
el: Εισαγωγή σε DF %d
es: Insertar en DF%d
ru: Вставьте в DF%d
sr: Ubaciti u DF%d

source: Joystick Mode
cs: Mód Joysticku
el: Λειτουργία χειριστηρίου παιχνιδιών
es: Modo Joystick
ru: Режим джойстика
sr: Režim džojstika

source: Joystick Port
cs: Port joysticku
el: Θύρα χειριστηρίου παιχνιδιών
es: Puerto Joystick
ru: Порт джойстика
sr: Džojstik port

source: Joystick Port %d
cs: Port joysticku %d
el: Χειριστήριο παιχνιδιών %d
es: Puerto Joystick %d
ru: Порт джойстика %d
sr: Džojstik port %d

source: Joystick Port %d Device
cs: Joystick Port %d zařízení
el: Χειριστήριο παιχνιδιών %d Συσκευή
es: Puerto Dispositivo Joystick %d
ru: Устройство порта джойстика %d
sr: Džojstik port %d uređaj

source: Joystick Port %d Mode
cs: Joystick Port %d mód
el: Χειριστήριο παιχνιδιών %d Λειτουργία
es: Modo Puerto Joystick %d
ru: Режим порта джойстика %d
sr: Džojstik port %d mod

source: Keyboard
cs: Klávesnice
el: Πληκτρολόγιο
es: Teclado
ru: Клавиатура
sr: Tastatura

source: Load
cs: Načíst
el: Άνοιγμα
es: Cargar
ru: Загрузить
sr: Učitavanje

source: Load State
cs: Načíst stav
el: Άνοιγμα κατάστασης
es: Cargar Estado
ru: Загрузить состояние
sr: Učitavanje stanje

source: Max 1 CD-ROM drive supported currently
cs: Prozatím je podporována max. 1 jednotka CD-ROM
es: Max 1 CD-ROM disco soportador actualmente
ru: Максимум 1 CD-ROM привод поддерживается в данный момент

source: More...
cs: Více...
el: Περισσότερα...
es: Mas...
ru: Еще...
sr: Još...

source: Mouse
cs: Myš
el: Ποντίκι
es: Ratón
ru: Мышь
sr: Miš

source: Mouse Mode
cs: Mód myši
el: Λειτουργία ποντικιού
es: Modo Ratón
ru: Режим мыши
sr: Režim miša

source: Mouse Port
cs: Port myši
el: Θύρα ποντικιού
es: Puerto Ratón
ru: Порт мыши
sr: Port miša

source: No Amiga Device
cs: Žádné zařízení
el: Δεν υπάρχει συσκευή Amiga
es: Ningún Dispositivo Amiga
ru: Нет устройства Amiga
sr: Nema uređaja

source: No Host Device
cs: Žádné zařízení
el: Δεν υπάρχει συσκευή φιλοξενητή
es: Ningún Dispositivo Host
ru: Нет устройства
sr: Nema host uređaja

source: No configuration file was found
cs: Konfigurační soubor nenalezen
el: Δεν υπάρχει αρχείο ρυθμίσεων
es: Archivo de configuración no encontrado
ru: Не найден файл конфигурации
sr: Konfiguracioni fajl nije pronađen

source: Option "%s" is not enabled
cs: Nastavení "%s" nebylo povoleno
el: Η επιλογή "%s" δεν είναι ενεργοποιημένη
es: Opció "%s" no esta activada
ru: Параметр "%s" не включен
sr: Opcija "%s" nije omogućena

source: Option chip_memory must be a multiple of 512
cs: Nastavení chip_memory musí být násobek 512ti
el: Η επιλογή chip_memory πρέπει να είναι πολλαπλάσιο του 512
es: Opción chip_memory debe ser mútiplo de 512
ru: Параметр chip_memory должен быть кратен 512
sr: Opcija chip_memory mora biti umnožak broja 512

source: Option fast_memory must be a multiple of 1024
cs: Nastavení fast_memory musí být násobek 1024
el: Η επιλογή fast_memory πρέπει να είναι πολλαπλάσιο του 1024
es: Opción fast_memory debe ser mútiplo de 1024
ru: Параметр fast_memory должен быть кратен 1024
sr: Opcija fast_memory mora biti umnožak broja 1024

source: Option motherboard_ram must be a multiple of 1024
cs: Hodnota motherboard_ram musí být násobkem 1024
es: Opción motherboard_ram debe ser mútiplo de 1024
ru: Параметр motherboard_ram должен быть кратен 1024

source: Option motherboard_ram needs a CPU with 32-bit addressing
cs: Možnost motherboard_ram vyžaduje 32-bitový CPU
es: Opciónmotherboard_ram necesita una CPU con direcciones de 32-bit
ru: Параметру motherboard_ram нужен процессор с 32-битной адресацией

source: Option slow_memory must be a multiple of 256
cs: Nastavení slow_memory musí být násobek 256ti
el: Η επιλογή slow_memory πρέπει να είναι πολλαπλάσιο του 256
es: Opción fast_memory debe ser mútiplo de 256
ru: Параметр slow_memory должен быть кратен 256
sr: Opcija slow_memory mora biti umnožak broja 256

source: Option uaegfx.card needs a CPU with 32-bit addressing
cs: Nastavení uaegfx.card vyžaduje CPU s 32-bit adresováním
el: Η επιλογή uaegfx_card απαιτεί επεξεργαστή με δυνατότητα 32-bit
es: Opción uaegfx.card necesita una CPU CON direcciones de 32-bit
ru: Параметру uaegfx.card нужен процессор с 32-битной адресацией
sr: Opcija uaegfx.card zahteva procesor sa 32-bitnim adresiranjem

source: Option zorro_iii_memory must be a multiple of 1024
cs: Nastavení zorro_iii_memory musí být násobek 1024
el: Η επιλογή zorro_iii_memory πρέπει να είναι πολλαπλάσιο του 1024
es: Opción zorro_iii_memory debe ser mútiplo de 1024
ru: Параметр zorro_iii_memory должен быть кратен 1024
sr: Opcija zorro_iii_memory mora biti umnožak broja 1024

source: Option zorro_iii_memory needs a CPU with 32-bit addressing
cs: Nastavení zorro_iii_memory vyžaduje 32-bitový CPU
es: Opción zorro_iii_memory necesita una CPU con direcciones de 32-bit
ru: Параметру zorro_iii_memory нужен процессор с 32-битной адресацией

source: Parallel Joystick Ports
cs: Joystick paralelní porty
el: Παράλληλες θύρες χειριστηρίου παιχνιδιών
es: Joystick Puerto Paralelo
ru: Параллельные порты джойстиков
sr: Paralelni džojstik portovi

source: Pause
cs: Pozastavit
el: Παύση
es: Pausa
ru: Пауза
sr: Pauziranje

source: Port 0: %s
el: Θύρα 0: %s
es: Puerto 0: %s
ru: Порт 0: %s

source: Port Settings
cs: Nastavení portu
el: Ρυθμίσεις θύρας
es: Ajustes Puerto
ru: Настройки порта
sr: Podešenja porta

source: Removable Media
cs: Vyměnitelná média
el: Αφαιρούμενα μέσα
es: Medio Removible
ru: Съемные носители
sr: Prenosivi medijum

source: Reset Amiga
cs: Resetovat Amigu
el: Επαναφορά Amiga
es: Reiniciar Amiga
ru: Сбросить Амигу
sr: Restart Amige

source: Resume
cs: Obnovit
el: Συνέχεια
es: Continuar
ru: Возобновить
sr: Nastavak

source: Save
cs: Uložit
el: Αποθήκευση
es: Guardar
ru: Сохранить
sr: Snimanje

source: Save State
cs: Uložit stav
el: Αποθήκευση κατάστασης
es: Guardar Estado
ru: Сохранить состояние
sr: Snimanje stanja

source: Soft Reset
el: Επαναφορά
es: Reinicio Software
ru: Мягкий сброс
sr: Softverski restart

source: Warp mode disabled
cs: Mód zrychlení vypnut
el: Λειτουργία στρέβλωσης απενεργοποιημένη
es: Modo Warp desactivado
ru: Перемотка выкл
sr: Warp mod onemogućen

source: Warp mode enabled
cs: Mód zrychlení zapnut
el: Λειτουργία στρέβλωσης ενεργοποιημένη
es: Modo Warp Activado
ru: Перемотка вкл
sr: Warp mod omogućen

source: Zoom is disabled in RTG mode
cs: Přiblížení vypnuto v RTG módu
el: Μεγέθυνση είναι απενεργοποιημένη στην λειτουργία RTG
es: Zoom esta desactivado en modo RTG
ru: Масштаб отключен в режиме RTG
sr: Uvećanje je onemogućeno u RTG načinu rada

source: Zoom: %s
cs: Přiblížení: %s
el: Μεγέθυνση: %s
ru: Масштаб: %s
sr: Uvećanje: %s

source: Zoom: %s + Border
cs: Přiblížení: %s + okraje
el: Μεγέθυνση: %s + Περιθώριο
es: Zoom: %s + Borde
ru: Масштаб: %s и граница
sr: Uvećanje: %s + okvir

source: [ Port 0 ] Switched to joystick mode
cs: [ Port 0 ] Přepnut do módu joysticku
es: [ Puerto 0 ] Cambiado a joystick
ru: [ Порт 0 ] Переключено в режим джойстика

source: [ Port 0 ] Switched to mouse mode
cs: [ Port 0 ] Přepnut do módu myši
es: [ Puerto 0 ] Cambiado a ratón
ru: [ Порт 0 ] Переключено в режим мыши

source: Custom Joystick Port
el: Προσαρμοσμένη θύρα χειριστηρίου παιχνιδιών

source: Invalid number of CD-ROM drives specified
el: Καθορίσατε μη έγκυρο αριθμό μονάδων CD-ROM

source: Joystick Port 2
el: Χειριστήριο παιχνιδιών 2

source: Joystick Port 3
el: Χειριστήριο παιχνιδιών 3

source: Joystick Port 4
el: Χειριστήριο παιχνιδιών 4

source: Options zorro_iii_memory needs a CPU with 32-bit addressing
el: Η επιλογή zorro_iii_memory απαιτεί επεξεργαστή με δυνατότητα 32-bit
