Repository: FrodeSolheim/fs-uae
Catalog: .attic/po/*.po
Languages: es

source: Activated debugger
es: Depurador activado

source: Amiga Control
es: Mando de Amiga

source: Auto-Fire is Off
es: Autodisparo desactivado

source: Auto-Fire is On
es: Autodisparo activado

source: Auto-fire disabled for port %d
es: Autodisparo desactivado para puerto %d

source: Auto-fire enabled for port %d
es: Autodisparo activado para puerto %d

source: CD%d: Empty
es: CD%d: Vacío

source: CD32 Pad Mode
es: Modo mando de CD32

source: Custom Joystick Ports
es: Puertos de joystick personalizados

source: Custom Mode
es: Modo personalizado

source: DF%d: Empty
es: DF%d: Vacío

source: Disabled
es: Desactivado

source: Eject
es: Expulsar

source: Empty
es: Vacío

source: Emulator Control
es: Mando del emulador

source: Expected FS-UAE version %s, got %s
es: Versión FS-UAE esperada %s, tú tienes %s

source: Full Frame
es: Marco completo

source: HD not found: %s
es: No hay HD: %s

source: Hard Reset
es: Reiniciar hardware

source: Input Options
es: Opciones de entrada

source: Insert Into CD%d
es: Insertar en CD%d

source: Insert Into DF%d
es: Insertar en DF%d

source: Joystick Mode
es: Modo joystick

source: Joystick Port
es: Puertos de joystick

source: Joystick Port %d
es: Puerto de joystick %d

source: Joystick Port %d Device
es: Dispositivo de joystick del puerto %d

source: Joystick Port %d Mode
es: Modo joystick puerto %d

source: Keyboard
es: Teclado

source: Load
es: Cargar

source: Load State
es: Cargar estado

source: Max 1 CD-ROM drive supported currently
es: Máximo 1 CD-ROM permitido actualmente

source: More...
es: Más...

source: Mouse
es: Ratón

source: Mouse Mode
es: Modo ratón

source: Mouse Port
es: Puerto de ratón

source: No Amiga Device
es: No hay dispositivos de Amiga

source: No Host Device
es: No hay dispositivos de host

source: No configuration file was found
es: No se ha encontrado ningún archivo de configuración

source: Option "%s" is not enabled
es: La opción "%s" no está activada

source: Option chip_memory must be a multiple of 512
es: La opción "chip_memory" debe ser múltiplo de 512

source: Option fast_memory must be a multiple of 1024
es: La opción "fast_memory" debe ser múltiplo de 1024

source: Option motherboard_ram must be a multiple of 1024
es: La opción "motherboard_ram" debe ser múltiplo de 1024

source: Option motherboard_ram needs a CPU with 32-bit addressing
es: La opción "motherboard_ram" necesita una CPU con direcciones de 32-bit

source: Option slow_memory must be a multiple of 256
es: La opción "slow_memory" debe ser múltiplo de 256

source: Option uaegfx.card needs a CPU with 32-bit addressing
es: La opción "uaegfx.card" necesita una CPU con direcciones de 32-bit

source: Option zorro_iii_memory must be a multiple of 1024
es: La opción "zorro_iii_memory" debe ser múltiplo de 1024

source: Option zorro_iii_memory needs a CPU with 32-bit addressing
es: La opción "zorro_iii_memory" necesita una CPU con direcciones de 32-bit

source: Parallel Joystick Ports
es: Puertos de joystick paralelos

source: Pause
es: Pausa

source: Port 0: %s
es: Puerto 0: %s

source: Port Settings
es: Ajustes del puerto

source: Removable Media
es: Multimedia eliminable

source: Reset Amiga
es: Reiniciar Amiga

source: Resume
es: Reanudar

source: Save
es: Guardar

source: Save State
es: Guardar estado

source: Soft Reset
es: Reiniciar software

source: Warp mode disabled
es: Modo turbo desactivado

source: Warp mode enabled
es: Modo turbo activado

source: Zoom is disabled in RTG mode
es: El zoom está desactivado en modo RTG

source: Zoom: %s + Border
es: Zoom: %s + borde

source: [ Port 0 ] Switched to joystick mode
es: [ Puerto 0 ] Cambiado a joystick

source: [ Port 0 ] Switched to mouse mode
es: [ Puerto 0 ] Cambiado a ratón
